[
    {
        "_id": {
            "$oid": "673f8240ad63afcad8134fb9"
        },
        "book_title": "1984",
        "book_author": "George Orwell",
        "book_description": "Nineteen Eighty-Four: A Novel, often referred to as 1984, is a dystopian social science fiction novel by the English novelist George Orwell (the pen name of Eric Arthur Blair). It was published on 8 June 1949 by Secker & Warburg as Orwell's ninth and final book completed in his lifetime. Thematically, Nineteen Eighty-Four centres on the consequences of totalitarianism, mass surveillance, and repressive regimentation of persons and behaviours within society. Orwell, himself a democratic socialist, modelled the authoritarian government in the novel after Stalinist Russia. More broadly, the novel examines the role of truth and facts within politics and the ways in which they are manipulated.\n",
        "book_url": "https://openlibrary.org/works/OL1168083W/Nineteen_Eighty-Four?edition=ia%3A19840000aowe"
    },
    {
        "_id": {
            "$oid": "673f8241ad63afcad8134fba"
        },
        "book_title": "Haunting Adeline",
        "book_author": "H. D. Carlton",
        "book_description": "\n",
        "book_url": "https://openlibrary.org/works/OL27310398W/Haunting_Adeline"
    },
    {
        "_id": {
            "$oid": "673f8242ad63afcad8134fbb"
        },
        "book_title": "Harry Potter y la piedra filosofal",
        "book_author": "J. K. Rowling",
        "book_description": "Harry Potter #1\n",
        "book_url": "https://openlibrary.org/works/OL82563W/Harry_Potter_and_the_Philosopher%27s_Stone?edition=ia%3Aharrypotterylapi0000rowl_q5r6"
    },
    {
        "_id": {
            "$oid": "673f8243ad63afcad8134fbc"
        },
        "book_title": "La Métamorphose ",
        "book_author": "Franz Kafka",
        "book_description": "Metamorphosis (German: Die Verwandlung) is a novella written by Franz Kafka which was first published in 1915. One of Kafka's best-known works, Metamorphosis tells the story of salesman Gregor Samsa, who wakes one morning to find himself inexplicably transformed into a huge insect (German: ungeheueres Ungeziefer, lit. \"monstrous vermin\") and subsequently struggles to adjust to this new condition. The novella has been widely discussed among literary critics, with differing interpretations being offered. In popular culture and adaptations of the novella, the insect is commonly depicted as a cockroach.\n",
        "book_url": "https://openlibrary.org/works/OL498556W/Die_Verwandlung?edition=ia%3Alamtamorphosedes0000fran"
    },
    {
        "_id": {
            "$oid": "673f8243ad63afcad8134fbd"
        },
        "book_title": "Um casamento arranjado",
        "book_author": "Zana Kheiron",
        "book_description": "Uma historia de uma familia falida q faz acordo com outra familia rica e sua filha mais velha e cedida em troca. O filho da família rica teve um acidente de avião que queimou 50% do seu corpo e casa c essa linda moca e se apaixonam\n",
        "book_url": "https://openlibrary.org/works/OL35351151W/Um_casamento_arranjado"
    },
    {
        "_id": {
            "$oid": "673f8243ad63afcad8134fbe"
        },
        "book_title": "PAI RICO, PAI POBRE - O que os Ricos Ensinam a Seus Filhos Sobre Dinheiro -(EURO 18.85)",
        "book_author": "Robert T. Kiyosaki",
        "book_description": "April of 2022 marks a 25-year milestone for the personal finance classic Rich Dad Poor Dad that still ranks as the #1 Personal Finance book of all time. And although 25 years have passed since Rich Dad Poor Dad was first published, readers will find that very little in the book itself has changed — and for good reason. While so much in our world is changing a high speed, the lessons about money and the principles of Rich Dad Poor Dad haven’t changed. Today, as money continues to play a key role in our daily lives, the messages in Robert Kiyosaki’s international bestseller are more timely and more important than ever.\n",
        "book_url": "https://openlibrary.org/works/OL2010879W/Rich_Dad_Poor_Dad?edition=ia%3Apairicopaipobreo0000kiyo"
    },
    {
        "_id": {
            "$oid": "673f8244ad63afcad8134fbf"
        },
        "book_title": "Icebreaker",
        "book_author": "Hannah Grace",
        "book_description": "\n",
        "book_url": "https://openlibrary.org/works/OL28952677W/Icebreaker"
    },
    {
        "_id": {
            "$oid": "673f8245ad63afcad8134fc0"
        },
        "book_title": "It Ends With Us",
        "book_author": "Colleen Hoover",
        "book_description": "Lily hasn’t always had it easy, but that’s never stopped her from working hard for the life she wants. She’s come a long way from the small town where she grew up—she graduated from college, moved to Boston, and started her own business. And when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily’s life seems too good to be true.\n",
        "book_url": "https://openlibrary.org/works/OL18020194W/It_Ends_With_Us?edition=ia%3Aitendswithus0000hoov"
    },
    {
        "_id": {
            "$oid": "673f8245ad63afcad8134fc1"
        },
        "book_title": "Stanotte la libertà",
        "book_author": "Dominique Lapierre",
        "book_description": "The end of an empire. The birth of two nations.\n",
        "book_url": "https://openlibrary.org/works/OL1751683W/Freedom_at_Midnight?edition=ia%3Astanottelalibert0000lapi"
    },
    {
        "_id": {
            "$oid": "673f8246ad63afcad8134fc2"
        },
        "book_title": "The Myth of Sisyphus and Other Essays",
        "book_author": "Albert Camus",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL1230690W/The_Myth_of_Sisyphus_and_Other_Essays?edition=ia%3Amythofsisyphus00camu"
    },
    {
        "_id": {
            "$oid": "673f8247ad63afcad8134fc3"
        },
        "book_title": "Bumi",
        "book_author": "Tere Liye",
        "book_description": "Namaku Raib, usiaku 15 tahun, kelas sepuluh. Aku anak perempuan seperti kalian, adik-adik kalian, tetangga kalian. Aku punya dua kucing, namanya si Putih dan si Hitam. Mama dan papaku menyenangkan. Guru-guru di sekolahku seru. Teman-temanku baik dan kompak.\n",
        "book_url": "https://openlibrary.org/works/OL23233727W/Bumi"
    },
    {
        "_id": {
            "$oid": "673f8247ad63afcad8134fc4"
        },
        "book_title": "As Long As the Lemon Trees Grow",
        "book_author": "Zoulfa Katouh",
        "book_description": "Salama Kassab was a pharmacy student when the cries for freedom broke out in Syria. She still had her parents and her big brother; she still had her home. She had a normal teenager’s life.\n",
        "book_url": "https://openlibrary.org/works/OL27092839W/As_Long_As_the_Lemon_Trees_Grow"
    },
    {
        "_id": {
            "$oid": "673f8247ad63afcad8134fc5"
        },
        "book_title": "Percy Jackson and the Greek Gods",
        "book_author": "Rick Riordan",
        "book_description": "\"A publisher in New York asked me to write down what I know about the Greek gods, and I was like, 'Can we do this anonymously?' Because I don't need the Olympians mad at me again. But if it helps you to know your Greek gods, and survive an encounter with them if they ever show up in your face, then I guess writing all this down will be my good deed for the week.\"\n",
        "book_url": "https://openlibrary.org/works/OL17054790W/Percy_Jackson%27s_Greek_Gods?edition=ia%3Apercyjacksongree0000rior_h6c7"
    },
    {
        "_id": {
            "$oid": "673f8247ad63afcad8134fc6"
        },
        "book_title": "El Nombre de la Rosa (edicion Especial)/ the Name of the Rose",
        "book_author": "Umberto Eco",
        "book_description": "It is the year 1327. Franciscans in an Italian abbey are suspected of heresy, but Brother William of Baskerville’s investigation is suddenly overshadowed by seven bizarre deaths.\n",
        "book_url": "https://openlibrary.org/works/OL8996439W/Il_nome_della_rosa?edition=ia%3Aelnombredelarosa0000umbe"
    },
    {
        "_id": {
            "$oid": "673f8249ad63afcad8134fc7"
        },
        "book_title": "Control Your Mind and Master Your Feelings",
        "book_author": "Eric Robertson - undifferentiated",
        "book_description": "We oftentimes look towards the outside world to find the roots of our problems. However, most of the times, we should be looking inwards. Our mind and our emotions determine our state of being in the present moment. If those aspects are left unchecked, we can get easily overwhelmed and are left feeling unfulfilled every single day.\n",
        "book_url": "https://openlibrary.org/works/OL25312237W/Control_Your_Mind_and_Master_Your_Feelings"
    },
    {
        "_id": {
            "$oid": "673f8249ad63afcad8134fc8"
        },
        "book_title": "Harry Potter et la Chambre des Secrets",
        "book_author": "J. K. Rowling",
        "book_description": "Throughout the summer holidays after his first year at Hogwarts School of Witchcraft and Wizardry, Harry Potter has been receiving sinister warnings from a house-elf called Dobby.\n",
        "book_url": "https://openlibrary.org/works/OL82537W/Harry_Potter_and_the_Chamber_of_Secrets?edition=ia%3Aharrypottertome20000jkro"
    },
    {
        "_id": {
            "$oid": "673f8253ad63afcad8134fc9"
        },
        "book_title": "A Court of Thorns and Roses",
        "book_author": "Sarah J. Maas",
        "book_description": "When nineteen-year-old huntress Feyre kills a wolf in the woods, a terrifying creature arrives to demand retribution. Dragged to a treacherous magical land she knows about only from legends, Feyre discovers that her captor is not truly a beast, but one of the lethal, immortal faeries who once ruled her world.\n",
        "book_url": "https://openlibrary.org/works/OL17352669W/A_Court_of_Thorns_and_Roses?edition=ia%3Acourtofthornsros0000maas"
    },
    {
        "_id": {
            "$oid": "673f8255ad63afcad8134fca"
        },
        "book_title": "Mai tian li de shou wang zhe",
        "book_author": "J. D. Salinger",
        "book_description": "Story of Holden Caufield with his idiosyncrasies, penetrating insight, confusion, sensitivity and negativism. Holden, knowing he is to be expelled from school, decides to leave early. He spends three days in New York City and tells the story of what he did and suffered there.\n",
        "book_url": "https://openlibrary.org/works/OL3335245W/The_Catcher_in_the_Rye?edition=ia%3Amaitianlideshouw0000unse"
    },
    {
        "_id": {
            "$oid": "673f8255ad63afcad8134fcb"
        },
        "book_title": "Asesinato para principiantes",
        "book_author": "Holly Jackson",
        "book_description": "Hace cinco años, la estudiante Andie Bell fue asesinada por Sal Singh. La policía sabe que fue él. Sus compañeros también. Todo el mundo lo sabe.\n",
        "book_url": "https://openlibrary.org/works/OL20646061W/A_Good_Girl%27s_Guide_to_Murder"
    },
    {
        "_id": {
            "$oid": "673f8256ad63afcad8134fcc"
        },
        "book_title": "Eine kurze Geschichte der Menschheit",
        "book_author": "Yuval Noah Harari",
        "book_description": "From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.”\n",
        "book_url": "https://openlibrary.org/works/OL17075811W/Sapiens?edition=ia%3Aeinekurzegeschic0000yuva"
    },
    {
        "_id": {
            "$oid": "673f8257ad63afcad8134fcd"
        },
        "book_title": "Programação de Sistemas Embarcados",
        "book_author": "Rodrigo de Almeida",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL24470175W/Programa%C3%A7%C3%A3o_de_Sistemas_Embarcados"
    },
    {
        "_id": {
            "$oid": "673f8257ad63afcad8134fce"
        },
        "book_title": "Sie Nannten Mich Es",
        "book_author": "David J. Pelzer",
        "book_description": "This book chronicles the unforgettable account of one of the most severe child abuse cases in California history. It is the story of Dave Pelzer, who was brutally beaten and starved by his emotionally unstable, alcoholic mother: a mother who played tortuous, unpredictable games--games that left him nearly dead. He had to learn how to play his mother's games in order to survive because she no longer considered him a son, but a slave; and no longer a boy, but an \"it.\"\n",
        "book_url": "https://openlibrary.org/works/OL66946W/A_child_called_it?edition=ia%3Asienanntenmiches0000pelz"
    },
    {
        "_id": {
            "$oid": "673f8258ad63afcad8134fcf"
        },
        "book_title": "Die Bibel oder die ganze heilige Schrift des alten und neuen Testaments",
        "book_author": "Bible",
        "book_description": "A Christian Bible is a set of books divided into the Old and New Testament that a Christian denomination has, at some point in their past or present, regarded as divinely inspired scripture.\n",
        "book_url": "https://openlibrary.org/works/OL17732W/Bible?edition=ia%3Adiebibeloderdie00luth"
    },
    {
        "_id": {
            "$oid": "673f8259ad63afcad8134fd0"
        },
        "book_title": "Machiavelli",
        "book_author": "Niccolò Machiavelli",
        "book_description": "The Prince (Italian: Il Principe [il ˈprintʃipe]; Latin: De Principatibus) is a 16th-century political treatise written by Italian diplomat and political theorist Niccolò Machiavelli as an instruction guide for new princes and royals. The general theme of The Prince is of accepting that the aims of princes – such as glory and survival – can justify the use of immoral means to achieve those ends.\n",
        "book_url": "https://openlibrary.org/works/OL1089297W/The_Prince?edition=ia%3Amachiavelli00machuoft"
    },
    {
        "_id": {
            "$oid": "673f8259ad63afcad8134fd1"
        },
        "book_title": "The Seven Husbands of Evelyn Hugo",
        "book_author": "Taylor Jenkins Reid",
        "book_description": "Aging and reclusive Hollywood movie icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one is more astounded than Monique herself. Why her? Why now?\n",
        "book_url": "https://openlibrary.org/works/OL18203673W/The_Seven_Husbands_of_Evelyn_Hugo"
    },
    {
        "_id": {
            "$oid": "673f8259ad63afcad8134fd2"
        },
        "book_title": "Never Lie",
        "book_author": "Freida McFadden",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL34224558W/Never_Lie"
    },
    {
        "_id": {
            "$oid": "673f825bad63afcad8134fd3"
        },
        "book_title": "Lit'ŭl laip'ŭ",
        "book_author": "Hanya Yanagihara",
        "book_description": "When four classmates from a small Massachusetts college move to New York to make their way, they're broke, adrift, and buoyed only by their friendship and ambition. There is kind, handsome Willem, an aspiring actor; JB, a quick-witted, sometimes cruel Brooklyn-born painter seeking entry to the art world; Malcolm, a frustrated architect at a prominent firm; and withdrawn, brilliant, enigmatic Jude, who serves as their center of gravity. Over the decades, their relationships deepen and darken, tinged by addiction, success, and pride. Yet their greatest challenge, each comes to realize, is Jude himself, by midlife a terrifyingly talented litigator yet an increasingly broken man, his mind and body scarred by an unspeakable childhood, and haunted by what he fears is a degree of trauma that he'll not only be unable to overcome -- but that will define his life forever.\n",
        "book_url": "https://openlibrary.org/works/OL17370186W/A_Little_Life?edition=ia%3Alitullaipulittle0000yana"
    },
    {
        "_id": {
            "$oid": "673f825dad63afcad8134fd4"
        },
        "book_title": "Como a gua para chocolate",
        "book_author": "Laura Esquivel",
        "book_description": "Like Water for Chocolate (Spanish: Como agua para chocolate) is a novel by Mexican novelist and screenwriter Laura Esquivel.\n",
        "book_url": "https://openlibrary.org/works/OL953162W/Como_agua_para_chocolate?edition=ia%3Aisbn_8501154423"
    },
    {
        "_id": {
            "$oid": "673f825ead63afcad8134fd5"
        },
        "book_title": "华氏451",
        "book_author": "Ray Bradbury",
        "book_description": "Fahrenheit 451 is a 1953 dystopian novel by American writer Ray Bradbury. Often regarded as one of his best works, the novel presents a future American society where books are outlawed and \"firemen\" burn any that are found. The book's tagline explains the title as \"'the temperature at which book paper catches fire, and burns\": the autoignition temperature of paper. The lead character, Guy Montag, is a fireman who becomes disillusioned with his role of censoring literature and destroying knowledge, eventually quitting his job and committing himself to the preservation of literary and cultural writings.\n",
        "book_url": "https://openlibrary.org/works/OL103123W/Fahrenheit_451?edition=ia%3Ahuashi4510000unse"
    },
    {
        "_id": {
            "$oid": "673f825ead63afcad8134fd6"
        },
        "book_title": "Os 7 Hábitos das Pessoas Altamente Eficazes",
        "book_author": "Stephen R. Covey",
        "book_description": "\n   ",
        "book_url": "https://openlibrary.org/works/OL2629977W/The_7_Habits_of_Highly_Effective_People?edition=ia%3Aos7hbitosdaspess0000inva"
    },
    {
        "_id": {
            "$oid": "673f825ead63afcad8134fd7"
        },
        "book_title": "fuat shit",
        "book_author": "Hannah Grace",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL37523358W/Ice_breaker"
    },
    {
        "_id": {
            "$oid": "673f8265ad63afcad8134fd8"
        },
        "book_title": "Las 48 leyes del poder",
        "book_author": "Robert Greene",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL24745356W/Las_48_leyes_del_poder"
    },
    {
        "_id": {
            "$oid": "673f8266ad63afcad8134fd9"
        },
        "book_title": "人性的弱点",
        "book_author": "Dale Carnegie",
        "book_description": "Available for the first time ever in trade paperback, Dale Carnegie's enduring classic, the inspirational personal development guide that shows how to achieve lifelong success. One of the top-selling books of all time, \"How to Win Friends & Influence People\" has sold more than 15 million copies in all its editions.\n",
        "book_url": "https://openlibrary.org/works/OL1063267W/How_to_Win_Friends_and_Influence_People?edition=ia%3Arenxingderuodian0000kane_h0y9"
    },
    {
        "_id": {
            "$oid": "673f826bad63afcad8134fda"
        },
        "book_title": "Cinquante nuances de Grey",
        "book_author": "E. L. James",
        "book_description": "When literature student Anastasia Steele goes to interview young entrepreneur Christian Grey, she encounters a man who is beautiful, brilliant, and intimidating. The unworldly, innocent Ana is startled to realize she wants this man and, despite his enigmatic reserve, finds she is desperate to get close to him. Unable to resist Ana’s quiet beauty, wit, and independent spirit, Grey admits he wants her, too—but on his own terms.\n",
        "book_url": "https://openlibrary.org/works/OL16336633W/Fifty_Shades_of_Grey?edition=ia%3Acinquantenuances0000jame"
    },
    {
        "_id": {
            "$oid": "673f826bad63afcad8134fdb"
        },
        "book_title": "The hard thing about hard things : building a business when there are no easy answers",
        "book_author": "Ben Horowitz",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL16818208W/The_hard_thing_about_hard_things?edition=ia%3Ahardthingaboutha0000horo"
    },
    {
        "_id": {
            "$oid": "673f826bad63afcad8134fdc"
        },
        "book_title": "El Secreto",
        "book_author": "Donna Tartt",
        "book_description": "Under the influence of their charismatic classics professor, a group of clever, eccentric misfits at an elite New England college discover a way of thinking and living that is a world away from the humdrum existence of their contemporaries. But when they go beyond the boundaries of normal morality they slip gradually from obsession to corruption and betrayal, and at last - inexorably - into evil.\n",
        "book_url": "https://openlibrary.org/works/OL4321141W/The_Secret_History?edition=ia%3Aelsecreto00donn"
    },
    {
        "_id": {
            "$oid": "673f826bad63afcad8134fdd"
        },
        "book_title": "Pride and Prejudice",
        "book_author": "Jane Austen",
        "book_description": "345 p. :\n",
        "book_url": "https://openlibrary.org/works/OL66554W/Pride_and_Prejudice?edition=ia%3Abwb_KS-179-237"
    },
    {
        "_id": {
            "$oid": "673f826cad63afcad8134fde"
        },
        "book_title": "해리포터와 아즈카반의 죄수",
        "book_author": "J. K. Rowling",
        "book_description": "For Harry Potter, it’s the start of another far-from-ordinary year at Hogwarts when the Knight Bus crashes through the darkness and comes to an abrupt halt in front of him.\n",
        "book_url": "https://openlibrary.org/works/OL82536W/Harry_Potter_and_the_Prisoner_of_Azkaban?edition=ia%3Aharrypotterpriso0000unkn"
    },
    {
        "_id": {
            "$oid": "673f826cad63afcad8134fdf"
        },
        "book_title": "Dune",
        "book_author": "Frank Herbert",
        "book_description": "Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the \"spice\" melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for...\n",
        "book_url": "https://openlibrary.org/works/OL893415W/Dune?edition=ia%3Alempereurdieuded0000herb_m7x3"
    },
    {
        "_id": {
            "$oid": "673f826dad63afcad8134fe0"
        },
        "book_title": "The power of now",
        "book_author": "Eckhart Tolle",
        "book_description": "Eckhart Tolle has emerged as one of today's most inspiring teachers. In The Power of Now, already a worldwide bestseller, the author describes his transition from despair to self-realization soon after his 29th birthday. Tolle took another ten years to understand this transformation, during which time he evolved a philosophy that has parallels in Buddhism, relaxation techniques, and meditation theory but is also eminently practical. In The Power of Now he shows readers how to recognize themselves as the creators of their own pain, and how to have a pain-free existence by living fully in the present. Accessing the deepest self, the true self, can be learned, he says, by freeing ourselves from the conflicting, unreasonable demands of the mind and living \"present, fully, and intensely, in the Now.\"\n",
        "book_url": "https://openlibrary.org/works/OL5727686W/The_Power_of_Now?edition=ia%3Apowerofnowguid00toll"
    },
    {
        "_id": {
            "$oid": "673f826fad63afcad8134fe1"
        },
        "book_title": "Wings of Fire",
        "book_author": "A. P. J. Abdul Kalam",
        "book_description": "Avul Pakir Jainulabdeen Abdul Kalam, the son of a little-educated boat-owner in Rameswaram, Tamil Nadu, had an unparalleled career as a defence scientist, culminating in the highest civilian award of India, the Bharat Ratna. As chief of the country’s defence research and development programme, Kalam demonstrated the great potential for dynamism and innovation that existed in seemingly moribund research establishments. This is the story of Kalam’s rise from obscurity and his personal and professional struggles, as well as the story of Agni, Prithvi, Akash, Trishul and Nag—missiles that have become household names in India and that have raised the nation to the level of a missile power of international reckoning. This is also the saga of independent India’s struggle for technological self-sufficiency and defensive autonomy—a story as much about politics, domestic and international, as it is about science.\n",
        "book_url": "https://openlibrary.org/works/OL1037811W/Wings_of_Fire?edition=ia%3Aisbn_9788173711466"
    },
    {
        "_id": {
            "$oid": "673f8270ad63afcad8134fe2"
        },
        "book_title": "Surrounded by Idiots",
        "book_author": "Thomas Erikson",
        "book_description": "Do you ever think you’re the only one making any sense? Or tried to reason with your partner with disastrous results? Do long, rambling answers drive you crazy? Or does your colleague’s abrasive manner rub you the wrong way?\n",
        "book_url": "https://openlibrary.org/works/OL20806514W/Surrounded_by_Idiots"
    },
    {
        "_id": {
            "$oid": "673f8271ad63afcad8134fe3"
        },
        "book_title": "The Hobbit",
        "book_author": "J.R.R. Tolkien",
        "book_description": "The Hobbit is a tale of high adventure, undertaken by a company of dwarves in search of dragon-guarded gold. A reluctant partner in this perilous quest is Bilbo Baggins, a comfort-loving unambitious hobbit, who surprises even himself by his resourcefulness and skill as a burglar.\n",
        "book_url": "https://openlibrary.org/works/OL27482W/The_Hobbit?edition=ia%3Ahobbitortherebac00tolk_2"
    },
    {
        "_id": {
            "$oid": "673f8271ad63afcad8134fe4"
        },
        "book_title": "Harry Potter et le Sang Mele",
        "book_author": "J. K. Rowling",
        "book_description": "One summer night, when Dumbledore arrives at Privet Drive to collect Harry Potter, his wand hand is blackened and shriveled, but he will not reveal why.\n",
        "book_url": "https://openlibrary.org/works/OL82565W/Harry_Potter_and_the_Half-Blood_Prince?edition=ia%3Aharrypotteretles0000jkro_c4k4"
    },
    {
        "_id": {
            "$oid": "673f8271ad63afcad8134fe5"
        },
        "book_title": "Boxi Jiekexun yu shen huo zhi dao",
        "book_author": "Rick Riordan",
        "book_description": "After learning that he is the son of a mortal woman and Poseidon, god of the sea, twelve-year-old Percy is sent to a summer camp for demigods like himself, and joins his new friends on a quest to prevent a war between the gods.\n",
        "book_url": "https://openlibrary.org/works/OL492658W/The_Lightning_Thief?edition=ia%3Aboxijiekexunyush0000rior"
    },
    {
        "_id": {
            "$oid": "673f8271ad63afcad8134fe6"
        },
        "book_title": "Alchemik",
        "book_author": "Paulo Coelho",
        "book_description": "Combining magic, mysticism, wisdom and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.\n",
        "book_url": "https://openlibrary.org/works/OL796465W/The_Alchemist?edition=ia%3Aalchemik0000coel"
    },
    {
        "_id": {
            "$oid": "673f8272ad63afcad8134fe7"
        },
        "book_title": "Can't Hurt Me",
        "book_author": "David Goggins",
        "book_description": "New York Times best seller\n",
        "book_url": "https://openlibrary.org/works/OL18108064W/Can%27t_Hurt_Me"
    },
    {
        "_id": {
            "$oid": "673f8277ad63afcad8134fe8"
        },
        "book_title": "Der Prozess",
        "book_author": "Franz Kafka",
        "book_description": "first edition by Max Brod, first publication at all\n",
        "book_url": "https://openlibrary.org/works/OL498463W/Der_Proce%C3%9F?edition=ia%3AKafkasProcess"
    },
    {
        "_id": {
            "$oid": "673f8277ad63afcad8134fe9"
        },
        "book_title": "Harry Potter i Zakon Feniksa",
        "book_author": "J. K. Rowling",
        "book_description": "After the Dementors’ attack on his cousin Dudley, Harry knows he is about to become Voldemort’s next target.\n",
        "book_url": "https://openlibrary.org/works/OL82548W/Harry_Potter_and_the_Order_of_the_Phoenix?edition=ia%3Aharypotterizakon0000rowl"
    },
    {
        "_id": {
            "$oid": "673f8278ad63afcad8134fea"
        },
        "book_title": "Why men love bitches",
        "book_author": "Sherry Argov",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL37172248W/Why_men_love_bitches"
    },
    {
        "_id": {
            "$oid": "673f827cad63afcad8134feb"
        },
        "book_title": "Carrie",
        "book_author": "Stephen King",
        "book_description": "The story of misfit high-school girl, Carrie White, who gradually discovers that she has telekinetic powers. Repressed by a domineering, ultra-religious mother and tormented by her peers at school, her efforts to fit in lead to a dramatic confrontation during the senior prom. ",
        "book_url": "https://openlibrary.org/works/OL81626W/Carrie?edition=ia%3Acarrie0000unse_u4w7"
    },
    {
        "_id": {
            "$oid": "673f827dad63afcad8134fec"
        },
        "book_title": "Analisis laporan keuangan",
        "book_author": "Kasmir",
        "book_description": "Bagi perusahaan, khususnya pemilik perusahaan dan manajemen, untuk dapat mudah memahami sebuah laporan keuangan, diperlukan suatu analisis yang dilakukan dengan menggunakan rasio-rasio keuangan. Hasil analisis inilah yang dapat memberikan gambaran kondisi perushaan yang sekaligus dapat memudahkan manajemen dalam menentukan arah dan tujuan perushaan di masa yang akan dating. Tentunya sudah menjadi keharusan bagi mereka yang bergelut dalam bidang keuangan untuk memahami dan menggunakan rasio-rasio keuangan dengan tepat.\n",
        "book_url": "https://openlibrary.org/works/OL24150964W/Analisis_laporan_keuangan"
    },
    {
        "_id": {
            "$oid": "673f827dad63afcad8134fed"
        },
        "book_title": "Charlotte's Web",
        "book_author": "Jennifer Frantz",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL221977W/Charlotte%27s_Web?edition=ia%3Acharlottesweb00jenn"
    },
    {
        "_id": {
            "$oid": "673f827fad63afcad8134fee"
        },
        "book_title": "The Hired Girl",
        "book_author": "Laura Amy Schlitz",
        "book_description": "Ever since the untimely death of her mother, 14 year-old Joan Skraggs has been desperately unhappy. Under the thumb of her cruel father and three sullen brothers, Joan lives like a servant on their farm just outside of Lancaster, forever cooking, cleaning, and attending to the many demands of the home. But she has little freedom, and less support from her family for her love of reading and blossoming interest in education. But when her father tells Joan she can't go to school anymore, it sets off a journey that will see her become first a runaway, then a hired girl on $6 a week, and finally her very own young woman. Set in America during the optimistic years before the First World War, and told through a series of journal entries, THE HIRED GIRL is the story of a young girl in search of Real Life and True Love. It takes in feminism and housework; money, religion, and social class; literature and education, romanticism and realism, first love and sexual yearnings, cats, hats, and bunions. And it's a comedy.\n",
        "book_url": "https://openlibrary.org/works/OL18020192W/The_Hired_Girl?edition=ia%3Ahiredgirl0000schl_e8t3"
    },
    {
        "_id": {
            "$oid": "673f827fad63afcad8134fef"
        },
        "book_title": "Twisted Hate",
        "book_author": "Ana Huang",
        "book_description": "He hates her...almost as much as he wants her.\n",
        "book_url": "https://openlibrary.org/works/OL27245843W/Twisted_Hate"
    },
    {
        "_id": {
            "$oid": "673f8280ad63afcad8134ff0"
        },
        "book_title": "Lesbian Choices (Between Men - Between Women: Lesbian & Gay Studies)",
        "book_author": "Claudia Card",
        "book_description": "In this compellingly honest collection of her writings, renowned feminist philosopher Claudia Card courageously explores the complex ethical and political questions lesbians face, considering these issues in regard to their identities and relationships both within and outside of lesbian communities.\n",
        "book_url": "https://openlibrary.org/works/OL3233193W/Lesbian_choices?edition=ia%3Alesbianchoicesbe0000clau"
    },
    {
        "_id": {
            "$oid": "673f8280ad63afcad8134ff1"
        },
        "book_title": "Es.",
        "book_author": "Stephen King",
        "book_description": "\"",
        "book_url": "https://openlibrary.org/works/OL81613W/It?edition=ia%3Aesroman0000king_s8m4"
    },
    {
        "_id": {
            "$oid": "673f8282ad63afcad8134ff2"
        },
        "book_title": "Percy Jackson et les héros grecs",
        "book_author": "Rick Riordan",
        "book_description": "Après ##Percy Jackson et les dieux grecs##, le jeune demi-dieu récidive une fois de plus avec les mythes grecs. Avec humour, il révise avec délice la vie de quelques héros que l'on connait déjà un peu comme Persée, Hercule, Jason (et d'autres un peu moins), en étoffant leur biographie de détails croustillants et hilarants, et parfois, de petites piques. Il faut dire que le destin des héros n'est pas toujours facile, souvent malmené par les dieux et déesses de l'Olympe. On dirait presque que ceux-ci se sont concertés pour leur gâcher la vie. [SDM].\n",
        "book_url": "https://openlibrary.org/works/OL19669249W/Percy_Jackson%27s_Greek_heroes?edition=ia%3Apercyjacksonetle0000rior"
    },
    {
        "_id": {
            "$oid": "673f8282ad63afcad8134ff3"
        },
        "book_title": "The Concise Mastery",
        "book_author": "Robert Greene",
        "book_description": "Robert Greene, the \"modern Machiavelli\" debunks the prevailing mythology of success and presents a radical new way to greatness.\n",
        "book_url": "https://openlibrary.org/works/OL17429337W/Mastery?edition=ia%3Aisbn_9781846681561"
    },
    {
        "_id": {
            "$oid": "673f8283ad63afcad8134ff4"
        },
        "book_title": "Shadows Between Us",
        "book_author": "Tricia Levenseller",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL20814542W/The_Shadows_Between_Us"
    },
    {
        "_id": {
            "$oid": "673f8284ad63afcad8134ff5"
        },
        "book_title": "Why We Sleep",
        "book_author": "Matthew Walker",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL25870916W/Why_We_Sleep"
    },
    {
        "_id": {
            "$oid": "673f8284ad63afcad8134ff6"
        },
        "book_title": "Have You Seen My Cat? (Chinese Edition)",
        "book_author": "Eric Carle",
        "book_description": "A young boy encounters all sorts of cats while searching for the one he lost.\n",
        "book_url": "https://openlibrary.org/works/OL52990W/Have_You_Seen_My_Cat?edition=ia%3Anikandaowodemaom0000carl"
    },
    {
        "_id": {
            "$oid": "673f8285ad63afcad8134ff7"
        },
        "book_title": "The Secret Garden",
        "book_author": "Frances Hodgson Burnett",
        "book_description": "A ten-year-old orphan comes to live in a lonely house on the Yorkshire moors where she discovers an invalid cousin and the mysteries of a locked garden.\n",
        "book_url": "https://openlibrary.org/works/OL69612W/The_Secret_Garden?edition=ia%3Asecretgarden00burn"
    },
    {
        "_id": {
            "$oid": "673f8286ad63afcad8134ff8"
        },
        "book_title": "My Fault",
        "book_author": "Mercedes Ron",
        "book_description": "Noah needs to move to a new city because her mom found love again to mr leistres where she found out that Mr leistres is rich and has a son named “ Nicholas “ where she found out that he is not all perfect son material and goes to party’s and fights and drink etc. Then she deeply falls in love with Nicholas\n",
        "book_url": "https://openlibrary.org/works/OL34339623W/My_Fault"
    },
    {
        "_id": {
            "$oid": "673f8288ad63afcad8134ff9"
        },
        "book_title": "A Court of Mist and Fury",
        "book_author": "Sarah J. Maas",
        "book_description": "Feyre has undergone more trials than one human woman can carry in her heart. Though she's now been granted the powers and lifespan of the High Fae, she is haunted by her time Under the Mountain and the terrible deeds she performed to save the lives of Tamlin and his people.\n",
        "book_url": "https://openlibrary.org/works/OL17860744W/A_Court_of_Mist_and_Fury?edition=ia%3Acourtofmistfury0000sara"
    },
    {
        "_id": {
            "$oid": "673f828aad63afcad8134ffa"
        },
        "book_title": "Beyond entrepreneurship",
        "book_author": "Collins, James C.",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL3486272W/Beyond_entrepreneurship?edition=ia%3Abeyondentreprene00coll"
    },
    {
        "_id": {
            "$oid": "673f828ead63afcad8134ffb"
        },
        "book_title": "Bajo la misma estrella",
        "book_author": "John Green",
        "book_description": "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.",
        "book_url": "https://openlibrary.org/works/OL16444438W/The_Fault_in_Our_Stars?edition=ia%3Abajolamismaestre0000gree_b4i6"
    },
    {
        "_id": {
            "$oid": "673f828ead63afcad8134ffc"
        },
        "book_title": "Powerless",
        "book_author": "Lauren Roberts",
        "book_description": "She is the very thing he’s spent his whole life hunting.",
        "book_url": "https://openlibrary.org/works/OL34774028W/Powerless"
    },
    {
        "_id": {
            "$oid": "673f828fad63afcad8134ffd"
        },
        "book_title": "Quién eres tú y qué haces aquí-El Libro de iO",
        "book_author": "Jesús Yanes",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL34735956W/Qui%C3%A9n_eres_t%C3%BA_y_qu%C3%A9_haces_aqu%C3%AD-El_Libro_de_iO"
    },
    {
        "_id": {
            "$oid": "673f8292ad63afcad8134ffe"
        },
        "book_title": "Unravel Me",
        "book_author": "Tahereh Mafi",
        "book_description": "\"Juliette has escaped to Omega Point, the headquarters of the rebel resistance and a safe haven for people with abilities like hers. She is finally free from The Reestablishment and their plans to use her as a weapon, but Warner, her former captor, won't let her go without a fight.\"--\n",
        "book_url": "https://openlibrary.org/works/OL19963111W/Unravel_me?edition=ia%3Aunravelme0000mafi_l7p5"
    },
    {
        "_id": {
            "$oid": "673f8292ad63afcad8134fff"
        },
        "book_title": "Mountain Is You",
        "book_author": "Brianna Wiest",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL35351356W/The_Mountain_Is_You"
    },
    {
        "_id": {
            "$oid": "673f8294ad63afcad8135000"
        },
        "book_title": "Siddhartha",
        "book_author": "Hermann Hesse",
        "book_description": "Hermann Hesse wrote Siddhartha after he traveled to India in the 1910s. It tells the story of a young boy who travels the country in a quest for spiritual enlightenment in the time of Guatama Buddha. It is a compact, lyrical work, which reads like an allegory about the finding of wisdom.\n",
        "book_url": "https://openlibrary.org/works/OL872932W/Siddhartha?edition=ia%3Abub_gb_x-7OAAAAMAAJ"
    },
    {
        "_id": {
            "$oid": "673f8295ad63afcad8135001"
        },
        "book_title": "Parable of the sower",
        "book_author": "Octavia E. Butler",
        "book_description": "In 2025, with the world descending into madness and anarchy, one woman begins a fateful journey toward a better future.\n",
        "book_url": "https://openlibrary.org/works/OL35623W/Parable_of_the_sower?edition=ia%3Aparableofsower00butl_0"
    },
    {
        "_id": {
            "$oid": "673f8295ad63afcad8135002"
        },
        "book_title": "Steve Jobs",
        "book_author": "Walter Isaacson",
        "book_description": "La muerte de Steve Jobs ha conmocionado al mundo. Tras entrevistarlo en más de cuarenta ocasiones en los últimos dos años, además de a un centenar de personas de su entorno, familiares, amigos, adversarios y colegas, Walter Isaacson nos presenta la única biografía escrita con la colaboración de Jobs, el retrato definitivo de uno de los iconos indiscutibles de nuestro tiempo, la crónica de la agitada vida y abrasiva personalidad del genio cuya creatividad, energía y afán de perfeccionismo revolucionaron seis industrias: la informática, el cine de animación, la música, la telefonía, las tabletas y la edición digital. Consciente de que la mejor manera de crear valor en el siglo XXI es conectar la creatividad con la tecnología, Jobs fundó una empresa en la que impresionantes saltos de la imaginación van de la mano de asombrosos logros tecnológicos. Aunque Jobs colaboró con el libro, no pidió ningún control sobre el contenido, ni siquiera el derecho a leerlo antes de la publicación. No rehuyó ningún tema y animó a la gente que conocía a hablar con franqueza: «He hecho muchas cosas de las que no me siento orgulloso, como dejar a mi novia embarazada a los veintitrés años y cómo me comporté entonces, pero no hay ningún cadáver en mi armario que no pueda salir a la luz». Jobs habla con sinceridad a veces brutal sobre la gente con la que ha trabajado y contra la que ha competido. De igual modo, sus amigos, rivales y colegas ofrecen una visión sin edulcorar de las pasiones, los demonios, el perfeccionismo, los deseos, el talento, los trucos y la obsesión por controlarlo todo que modelaron su visión empresarial y los innovadores productos que logró crear. Su historia, por tanto, está llena de enseñanzas sobre innovación, carácter, liderazgo y valores. La vida de un genio capaz de enfurecer y seducir a partes iguales.\n",
        "book_url": "https://openlibrary.org/works/OL16085155W/Steve_Jobs?edition=ia%3Astevejobs0000unse_e1d6"
    },
    {
        "_id": {
            "$oid": "673f8296ad63afcad8135003"
        },
        "book_title": "La batalla del laberinto",
        "book_author": "Rick Riordan",
        "book_description": "Percy Jackson isn't expecting freshman orientation to be any fun, but when a mysterious mortal acquaintance appears, pursued by demon cheerleaders, things quickly go from bad to worse. Time is running out for Percy. War between the gods and the Titans is drawing near. Even Camp Half-Blood isn't safe, as Kronos's army prepares to invade its once impenetrable borders. To stop them, Percy and his friends must set out on a quest through the Labyrinth -- a sprawling underground world with surprises and danger at every turn.  Along the way Percy will confront powerful enemies, find out the truth about the lost god Pan, and face the Titan lord Kronos's most terrible secret. The final war begins . . . with the Battle of the Labyrinth. - Publisher.\n",
        "book_url": "https://openlibrary.org/works/OL492640W/The_Battle_of_the_Labyrinth?edition=ia%3Alabatalladellabe0000rior"
    },
    {
        "_id": {
            "$oid": "673f8297ad63afcad8135004"
        },
        "book_title": "Rica daida, puara daida",
        "book_author": "Robert T. Kiyosaki",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL28606014W/Rica_daida_puara_daida?edition=ia%3Aricadaidapuarada0000kiyo"
    },
    {
        "_id": {
            "$oid": "673f8297ad63afcad8135005"
        },
        "book_title": "Колгосп тварин",
        "book_author": "George Orwell",
        "book_description": "Animal Farm is a brilliant political satire and a powerful and affecting story of revolutions and idealism, power and corruption. 'All animals are equal. But some animals are more equal than others.' Mr Jones of Manor Farm is so lazy and drunken that one day he forgets to feed his livestock. The ensuing rebellion under the leadership of the pigs Napoleon and Snowball leads to the animals taking over the farm. Vowing to eliminate the terrible inequities of the farmyard, the renamed Animal Farm is organised to benefit all who walk on four legs. But as time passes, the ideals of the rebellion are corrupted, then forgotten. And something new and unexpected emerges..\n",
        "book_url": "https://openlibrary.org/works/OL1168007W/Animal_Farm?edition=ia%3Akolhosptvaryn00orwe"
    },
    {
        "_id": {
            "$oid": "673f829aad63afcad8135006"
        },
        "book_title": "Lessons in Chemistry",
        "book_author": "Bonnie Garmus",
        "book_description": "Chemist Elizabeth Zott is not your average woman. In fact, Elizabeth Zott would be the first to point out that there is no such thing as an average woman. But it’s the early 1960s and her all-male team at Hastings Research Institute takes a very unscientific view of equality. Except for one: Calvin Evans; the lonely, brilliant, Nobel–prize nominated grudge-holder who falls in love with—of all things—her mind. True chemistry results.\n",
        "book_url": "https://openlibrary.org/works/OL25344431W/Lessons_in_Chemistry"
    },
    {
        "_id": {
            "$oid": "673f829bad63afcad8135007"
        },
        "book_title": "Master Your Emotions",
        "book_author": "Thibaut Meurisse",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL20886991W/Master_Your_Emotions"
    },
    {
        "_id": {
            "$oid": "673f829bad63afcad8135008"
        },
        "book_title": "the perks of being a wallflower",
        "book_author": "Stephen Chbosky",
        "book_description": "The Perks of Being a Wallflower is a young adult coming-of-age epistolary novel by American writer Stephen Chbosky, which was first published on February 1, 1999, by Pocket Books. Set in the early 1990s, the novel follows Charlie, an introverted observing teenager, through his freshman year of high school in a Pittsburgh suburb. The novel details Charlie's unconventional style of thinking as he navigates between the worlds of adolescence and adulthood, and attempts to deal with poignant questions spurred by his interactions with both his friends and family.\n",
        "book_url": "https://openlibrary.org/works/OL875437W/The_Perks_of_Being_a_Wallflower?edition=ia%3Alemondedecharlie0000step"
    },
    {
        "_id": {
            "$oid": "673f829cad63afcad8135009"
        },
        "book_title": "Wimpy Kid. Ikke en dagbog (in Danish)",
        "book_author": "Jeff Kinney",
        "book_description": "Greg Heffley finds thrust into middle school, where undersized weaklings like him share the hallways with much bigger kids who are already shaving. But nothing scares Greg more than the moldy piece of cheese on the blacktop. Can he and his best friend, Rowley Jefferson, make it through the year without getting the Cheese Touch?\n",
        "book_url": "https://openlibrary.org/works/OL8483260W/Diary_of_a_Wimpy_Kid?edition=ia%3Awimpykidikkeenda0000jeff"
    },
    {
        "_id": {
            "$oid": "673f829ead63afcad813500a"
        },
        "book_title": "Thug. L'odi que dónes",
        "book_author": "Angie Thomas",
        "book_description": "The Hate U Give is a 2017 young adult novel by Angie Thomas. It is Thomas's debut novel, expanded from a short story she wrote in college in reaction to the police shooting of Oscar Grant. The book is narrated by Starr Carter, a 16-year-old black girl from a poor neighborhood who attends an elite private school in a predominantly white, affluent part of the city. Starr becomes entangled in a national news story after she witnesses a white police officer shoot and kill her childhood friend, Khalil. She speaks up about the shooting in increasingly public ways, and social tensions culminate in a riot after a grand jury decides not to indict the police officer for the shooting.\n",
        "book_url": "https://openlibrary.org/works/OL17714701W/The_Hate_U_Give?edition=ia%3Athuglodiquedones0000thom"
    },
    {
        "_id": {
            "$oid": "673f829fad63afcad813500b"
        },
        "book_title": "The Berenstain Bears Hug and Make Up (Berenstain Bears)",
        "book_author": "Mike Berenstain",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL275007W/The_Berenstain_Bears_Hug_and_Make_Up_%28Berenstain_Bears%29?edition=ia%3Aberenstainbearsh00mike"
    },
    {
        "_id": {
            "$oid": "673f82a1ad63afcad813500c"
        },
        "book_title": "The Silent Patient",
        "book_author": "Alex Michaelides",
        "book_description": "Alicia Berenson’s life is seemingly perfect. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word. Alicia’s refusal to talk, or give any kind of explanation, turns a domestic tragedy into something far grander, a mystery that captures the public imagination and casts Alicia into notoriety. The price of her art skyrockets, and she, the silent patient, is hidden away from the tabloids and spotlight at the Grove, a secure forensic unit in North London. Theo Faber is a criminal psychotherapist who has waited a long time for the opportunity to work with Alicia. His determination to get her to talk and unravel the mystery of why she shot her husband takes him down a twisting path into his own motivations–a search for the truth that threatens to consume him.\n",
        "book_url": "https://openlibrary.org/works/OL19096402W/The_Silent_Patient"
    },
    {
        "_id": {
            "$oid": "673f82a2ad63afcad813500d"
        },
        "book_title": "Ikigai",
        "book_author": "Héctor García",
        "book_description": "\"Bring meaning and joy to all your days with this internationally bestselling guide to the Japanese concept of ikigai -- the happiness of always being busy -- as revealed by the daily habits of the world's longest-living people.\" -- From Amazon.com summary.\n",
        "book_url": "https://openlibrary.org/works/OL19714233W/Ikigai?edition=ia%3Aikigaijapanesese0000garc"
    },
    {
        "_id": {
            "$oid": "673f82a5ad63afcad813500e"
        },
        "book_title": "Рассказ Служанки",
        "book_author": "Margaret Atwood",
        "book_description": "The Handmaid's Tale is a dystopian novel by Canadian author Margaret Atwood, published in 1985. It is set in a near-future New England, in a strongly patriarchal, totalitarian theonomic state, known as the Republic of Gilead, which has overthrown the United States government. The central character and narrator is a woman named Offred, one of the group known as \"handmaids\", who are forcibly assigned to produce children for the \"commanders\" — the ruling class of men in Gilead.\n",
        "book_url": "https://openlibrary.org/works/OL675783W/The_Handmaid%27s_Tale?edition=ia%3Arasskazsluzhanki0000atwo_y8j3"
    },
    {
        "_id": {
            "$oid": "673f82a6ad63afcad813500f"
        },
        "book_title": "The Maze Runner",
        "book_author": "James Dashner",
        "book_description": "When Thomas wakes up in the lift, the only thing he can remember is his first name.  His memory is blank.  But he's not alone.  When the lift's doors open, Thomas finds himself surrounded by kids who welcome him to the Glade--a large, open expanse surrounded by stone walls.  Just like Thomas, the Gladers don't know why or how they got to the Glade.  All they know is that every morning the stone doors to the maze that surrounds them have opened.  Every night they've closed tight.  And every 30 days a new boy has been delivered in the lift.  Thomas was expected.  But the next day, a girl is sent up--the first girl to ever arrive in the Glade.  And more surprising yet is the message she delivers.  Thomas might be more important than he could ever guess.  If only he could unlock the dark secrets buried within his mind.  From the Hardcover edition.\n",
        "book_url": "https://openlibrary.org/works/OL6027236W/The_Maze_Runner?edition=ia%3Amazerunner0000dash_w6v1"
    },
    {
        "_id": {
            "$oid": "673f82a6ad63afcad8135010"
        },
        "book_title": "Mastering Bitcoin: Unlocking Digital Cryptocurrencies",
        "book_author": "Andreas M. Antonopoulos",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL19547324W/Mastering_Bitcoin_Unlocking_Digital_Cryptocurrencies?edition=ia%3Amasteringbitcoin0000anto"
    },
    {
        "_id": {
            "$oid": "673f82a7ad63afcad8135011"
        },
        "book_title": "The Love Hypothesis",
        "book_author": "Ali Hazelwood",
        "book_description": " ➸ ",
        "book_url": "https://openlibrary.org/works/OL24178205W/The_Love_Hypothesis"
    },
    {
        "_id": {
            "$oid": "673f82a8ad63afcad8135012"
        },
        "book_title": "Элита",
        "book_author": "Kiera Cass",
        "book_description": "Thirty-five girls came to the palace to compete in the Selection. All but six have been sent home. And only one will get to marry Prince Maxon and be crowned princess of Illea.\n",
        "book_url": "https://openlibrary.org/works/OL16915199W/The_Elite_%28The_Selection_2%29?edition=ia%3Aelita0000cass"
    },
    {
        "_id": {
            "$oid": "673f82a8ad63afcad8135013"
        },
        "book_title": "The cruel prince",
        "book_author": "Holly Black",
        "book_description": "Jude was seven years old when her parents were murdered and she and her two sisters were stolen away to live in the treacherous High Court of Faerie. Ten years later, Jude wants nothing more than to belong there, despite her mortality. But many of the fey despise humans. Especially Prince Cardan, the youngest and wickedest son of the High King. To win a place at the Court, she must defy him, and face the consequences.\n",
        "book_url": "https://openlibrary.org/works/OL17850410W/The_Cruel_Prince"
    },
    {
        "_id": {
            "$oid": "673f82aaad63afcad8135014"
        },
        "book_title": "101 Essays That Will Change The Way You Think",
        "book_author": "Brianna Wiest",
        "book_description": "441 pages ; 22 cm\n",
        "book_url": "https://openlibrary.org/works/OL23746568W/101_Essays_That_Will_Change_The_Way_You_Think?edition=ia%3A101essaysthatwil0000wies"
    },
    {
        "_id": {
            "$oid": "673f82abad63afcad8135015"
        },
        "book_title": "Yo Se Por Que Canta el Pajaro Enjaulado",
        "book_author": "Maya Angelou",
        "book_description": "She was born Marguerite, but her brother Bailey nicknamed her Maya (\"mine\"). As little children they were sent to live with their grandmother in Stamps, Arkansas. Their early world revolved around this remarkable woman and the Store she ran for the black community. White people were more than strangers - they were from another planet. And yet, even unseen they ruled.\n",
        "book_url": "https://openlibrary.org/works/OL80021W/I_Know_Why_the_Caged_Bird_Sings?edition=ia%3Ayosporqucantaelp0000ange"
    },
    {
        "_id": {
            "$oid": "673f82adad63afcad8135016"
        },
        "book_title": "I hate you--don't leave me",
        "book_author": "Jerold J. Kreisman",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL4770808W/I_Hate_You_-_Don%27t_Leave_Me"
    },
    {
        "_id": {
            "$oid": "673f82aead63afcad8135017"
        },
        "book_title": "Momo",
        "book_author": "Michael Ende",
        "book_description": " is Michael Ende's best-known book, but ",
        "book_url": "https://openlibrary.org/works/OL2271626W/Momo_oder_Die_seltsame_Geschichte_von_den_Zeit-Dieben_und_von_dem_Kind_das_den_Menschen_die_gestohle?edition=ia%3Amomo0000ende_t0w5"
    },
    {
        "_id": {
            "$oid": "673f82afad63afcad8135018"
        },
        "book_title": "Man's Search for Meaning : Young Adult Edition",
        "book_author": "Viktor E. Frankl",
        "book_description": "xvii, 159 pages : 23 cm\n",
        "book_url": "https://openlibrary.org/works/OL24557376W/Man%27s_Search_for_Meaning_adaptation?edition=ia%3Amanssearchformea0000fran_p2h1"
    },
    {
        "_id": {
            "$oid": "673f82afad63afcad8135019"
        },
        "book_title": "Systems analysis and design",
        "book_author": "Elias M. Awad",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL2859197W/Systems_analysis_and_design?edition=ia%3Asystemsanalysisd00awad"
    },
    {
        "_id": {
            "$oid": "673f82b2ad63afcad813501a"
        },
        "book_title": "Bundle",
        "book_author": "Jeffrey D. Camm",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL25400954W/Bundle"
    },
    {
        "_id": {
            "$oid": "673f82b3ad63afcad813501b"
        },
        "book_title": "El Mar de los monstruos",
        "book_author": "Rick Riordan",
        "book_description": "\"Desde que sabe que es hijo de un dios y una mortal, Percy Jackson espera que el destino le depare continuas aventuras. Y su expectativa se cumplirá con creces. Aunque el nuevo curso en la Escuela Meriwether transcurre con inusual normalidad, un simple partido de balón prisionero acaba en batalla campal contra una banda de feroces gigantes. A partir de ahí las cosas se precipitan: el perímetro mágico que protege el Campamento Mestizo es destruido por un misterioso enemigo y la única seguridad con que contaban los semidioses desaparece. Así, para impedir este daño irreparable, Percy y sus amigos inician la travesía del temible Mar de los Monstruos en busca de lo único que puede salvar el campamento: el Vellocino de Oro.\"--Page 4 of cover.\n",
        "book_url": "https://openlibrary.org/works/OL492646W/The_Sea_of_Monsters?edition=ia%3Aelmardelosmonstr0000rior_d0u6"
    },
    {
        "_id": {
            "$oid": "673f82b4ad63afcad813501c"
        },
        "book_title": "Introduction to Psychology",
        "book_author": "Clifford Thomas Morgan",
        "book_description": "In this Seventh Edition this have attempted to bring readers up-to-date, an ongoing challenge in our rapidly changing discipline. psychology, like other areas of Knowledge, has its classic theories and studies which from the basis for the much current work. Students should Know about these, too, and we have not negelected them. there is no change, but there is continuity as well.\n",
        "book_url": "https://openlibrary.org/works/OL5098994W/Introduction_to_Psychology?edition=ia%3Aintroductiontops0000morg_u3s4_5thedi"
    },
    {
        "_id": {
            "$oid": "673f82b5ad63afcad813501d"
        },
        "book_title": "The music of Black Americans",
        "book_author": "Eileen Southern",
        "book_description": "Beginning with the arrival of the first Africans in the English colonies, Eileen Southern weaves a fascinating narrative of intense musical activity, which has not only played a vital role in the lives of black Americans but has also deeply influenced music performance in the United States and many other parts of the world. Dr.\n",
        "book_url": "https://openlibrary.org/works/OL7305250W/The_music_of_black_Americans?edition=ia%3Amusicofblackamer00south"
    },
    {
        "_id": {
            "$oid": "673f82b6ad63afcad813501e"
        },
        "book_title": "The Naturals",
        "book_author": "Jennifer Lynn Barnes",
        "book_description": "\"Cassie Hobbes and the other members of the Naturals program of the FBI work to solve a string of serial murders carried out by a copycat killer\"--\n",
        "book_url": "https://openlibrary.org/works/OL19987694W/Killer_Instinct?edition=ia%3Akillerinstinct0000barn"
    },
    {
        "_id": {
            "$oid": "673f82b8ad63afcad813501f"
        },
        "book_title": "Even More One Liners",
        "book_author": "Grant Tucker",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL17478898W/Even_More_One_Liners?edition=ia%3Aisbn_9781849546195"
    },
    {
        "_id": {
            "$oid": "673f82baad63afcad8135020"
        },
        "book_title": "Las Meditaciones de Marco Aurelio",
        "book_author": "Marco Aurelio",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL21983875W/Las_Meditaciones_de_Marco_Aurelio"
    },
    {
        "_id": {
            "$oid": "673f82baad63afcad8135021"
        },
        "book_title": "Harry Potter and the Deathly Hallows",
        "book_author": "J. K. Rowling",
        "book_description": "Harry Potter is leaving Privet Drive for the last time. But as he climbs into the sidecar of Hagrid’s motorbike and they take to the skies, he knows Lord Voldemort and the Death Eaters will not be far behind.\n",
        "book_url": "https://openlibrary.org/works/OL82586W/Harry_Potter_and_the_Deathly_Hallows?edition=ia%3Aharrypotterdeath0000rowl_n2u6"
    },
    {
        "_id": {
            "$oid": "673f82bbad63afcad8135022"
        },
        "book_title": "The name it and claim it game",
        "book_author": "Helen Hadsell",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL4623987W/The_name_it_and_claim_it_game?edition=ia%3Anameitclaimitgam0000hads"
    },
    {
        "_id": {
            "$oid": "673f82bcad63afcad8135023"
        },
        "book_title": "Mindset",
        "book_author": "Carol S. Dweck",
        "book_description": "Reveals how established attitudes affect all aspects of one's life, explains the differences between fixed and growth mindsets, and stresses the need to be open to change in order to achieve fulfillment and success.\n",
        "book_url": "https://openlibrary.org/works/OL2003465W/Mindset?edition=ia%3Amindsetnewpsycho00dwec_515"
    },
    {
        "_id": {
            "$oid": "673f82bead63afcad8135024"
        },
        "book_title": "Mildred and Sam (I Can Read Book 2)",
        "book_author": "Sharleen Collicott",
        "book_description": "Mildred and Sam live in a tiny burrow underneath the daffodil roots. Sam is happy. Mildred is fidgety. No matter how hard Sam tries to fix up their house, Mildred insists that it is too small, especially if they ever have visitors.\n",
        "book_url": "https://openlibrary.org/works/OL3961963W/Mildred_and_Sam?edition=ia%3Amildredsamicanre00shar"
    },
    {
        "_id": {
            "$oid": "673f82bead63afcad8135025"
        },
        "book_title": "The private diary of Lyle Menendez",
        "book_author": "Lyle Menendez",
        "book_description": "The personal story of Lyle Menendez is based on a four-and-a-half-year intimate correspondence with the author and covers the murders of Jose and Kitty Menendez by Lyle and his brother Erik and the court trials that ended in hung juries.\n",
        "book_url": "https://openlibrary.org/works/OL3151202W/The_private_diary_of_Lyle_Menendez?edition=ia%3Aprivatediaryofly0000mene"
    },
    {
        "_id": {
            "$oid": "673f82bead63afcad8135026"
        },
        "book_title": "Back mechanic",
        "book_author": "Stuart McGill",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL29239872W/Back_mechanic?edition=ia%3Abackmechanicsecr0000mcgi"
    },
    {
        "_id": {
            "$oid": "673f82c1ad63afcad8135027"
        },
        "book_title": "Hunting Adeline",
        "book_author": "H. D. Carlton",
        "book_description": "The final installment to the Cat and Mouse Duet...\n",
        "book_url": "https://openlibrary.org/works/OL27297240W/Hunting_Adeline"
    },
    {
        "_id": {
            "$oid": "673f82c1ad63afcad8135028"
        },
        "book_title": "Essentials of Anatomy and Physiology for Nursing Practice",
        "book_author": "Jennifer Boore",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL21125019W/Essentials_of_Anatomy_and_Physiology_for_Nursing_Practice?edition=ia%3Aessentialsofanat0000boor"
    },
    {
        "_id": {
            "$oid": "673f82c4ad63afcad8135029"
        },
        "book_title": "The Green Mile",
        "book_author": "Stephen King",
        "book_description": "The Green Mile is a 1996 serial novel by American writer Stephen King. It tells the story of death row supervisor Paul Edgecombe's encounter with John Coffey, an unusual inmate who displays inexplicable healing and empathetic abilities. The serial novel was originally released in six volumes before being republished as a single-volume work. The book is an example of magical realism.\n",
        "book_url": "https://openlibrary.org/works/OL81629W/The_Green_Mile?edition=ia%3Agreenmile0000unse"
    },
    {
        "_id": {
            "$oid": "673f82c6ad63afcad813502a"
        },
        "book_title": "His Brother's Wife",
        "book_author": "Val Wood",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL25145936W/His_Brother%27s_Wife?edition=ia%3Ahisbrotherswife0000wood_v1v6"
    },
    {
        "_id": {
            "$oid": "673f82c7ad63afcad813502b"
        },
        "book_title": "Koralina",
        "book_author": "Neil Gaiman",
        "book_description": "Dzień po przeprowadzce Koralina udała się na poszukiwania....\n",
        "book_url": "https://openlibrary.org/works/OL679358W/Coraline?edition=ia%3Akoralina0000gaim_r8g4"
    },
    {
        "_id": {
            "$oid": "673f82c9ad63afcad813502c"
        },
        "book_title": "The Prophet",
        "book_author": "Kahlil Gibran",
        "book_description": "Reflections by the Lebanese-American poet, mystic, and painter on such subjects as love, marriage, joy and sorrow, crime and punishment, pain, and self-knowlege.\n",
        "book_url": "https://openlibrary.org/works/OL318900W/The_Prophet?edition=ia%3Aprophetannotated0000unse"
    },
    {
        "_id": {
            "$oid": "673f82caad63afcad813502d"
        },
        "book_title": "Türkiyenin Yakin Tarihi",
        "book_author": "Ilber Ortayli",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL26274133W/T%C3%BCrkiyenin_Yakin_Tarihi"
    },
    {
        "_id": {
            "$oid": "673f82ccad63afcad813502e"
        },
        "book_title": "Foundation and Empire",
        "book_author": "Isaac Asimov",
        "book_description": "Led by its founding father, the great psychohistorian Hari Seldon, and taking advantage of its superior science and technology, the Foundation has survived the greed and barbarism of its neighboring warrior-planets. Yet now it must face the Empire still the mightiest force in the Galaxy even in its death throes. When an ambitious general determined to restore the Empire's glory turns the vast Imperial fleet toward the Foundation, the only hope for the small planet of scholars and scientists lies in the prophecies of Hari Seldon.\n",
        "book_url": "https://openlibrary.org/works/OL46224W/Foundation_and_Empire?edition=ia%3Afondationetempir0000asim"
    },
    {
        "_id": {
            "$oid": "673f82cdad63afcad813502f"
        },
        "book_title": "Der Weg der Könige",
        "book_author": "Brandon Sanderson",
        "book_description": "Widely acclaimed for his work completing Robert Jordan’s Wheel of Time saga, Brandon Sanderson now begins a grand cycle of his own, one every bit as ambitious and immersive.\n",
        "book_url": "https://openlibrary.org/works/OL15358691W/The_Way_of_Kings?edition=ia%3Aderwegderknigero0000bran"
    },
    {
        "_id": {
            "$oid": "673f82cdad63afcad8135030"
        },
        "book_title": "How to turn people into gold",
        "book_author": "Kenneth M. Goode",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL7566008W/How_to_turn_people_into_gold"
    },
    {
        "_id": {
            "$oid": "673f82cead63afcad8135031"
        },
        "book_title": "Szklany tron",
        "book_author": "Sarah J. Maas",
        "book_description": "Siedemnastoletnia Celaena jest wyszkolonym zabójcą, jednym z najlepszych, ale popełniła fatalny błąd. Została złapana i skazana na dożywotnią niewolniczą pracę w kopalni soli Endovier. Książę Dorian składa jej ofertę. Celaena musi walczyć na śmierć i życie w turnieju o tytuł królewskiego zabójcy. Jeśli wygra – będzie wolna, jeśli przegra – jej wybawieniem będzie śmierć. Uczestnicy turnieju giną w tajemniczych okolicznościach. Czy Celaena zdoła zdemaskować zabójcę zanim sama stanie się ofiarą?\n",
        "book_url": "https://openlibrary.org/works/OL16607146W/Throne_of_Glass?edition=ia%3Aisbn_9788377478844"
    },
    {
        "_id": {
            "$oid": "673f82cfad63afcad8135032"
        },
        "book_title": "The Jew and human sacrifice",
        "book_author": "Strack, Hermann Leberecht",
        "book_description": null,
        "book_url": "https://openlibrary.org/works/OL1323315W/The_Jew_and_human_sacrifice?edition=ia%3Acu31924074315833"
    },
    {
        "_id": {
            "$oid": "673f82d1ad63afcad8135033"
        },
        "book_title": "The Power of Positive Thinking",
        "book_author": "Norman Vincent Peale",
        "book_description": "In this phenomenal bestseller, “written with the sole objective of helping the reader achieve a happy, satisfying, and worthwhile life,” Dr. Peale demonstrates the power of faith in action. With the practical techniques outlined in this book, you can energize your life—and give yourself the initiative needed to carry out your ambitions and hopes. You’ll learn how to:\n",
        "book_url": "https://openlibrary.org/works/OL2917168W/The_Power_of_Positive_Thinking?edition=ia%3Alp_the-power-of-positive-thinking_dr-norman-vincent-peale"
    },
    {
        "_id": {
            "$oid": "673f82d1ad63afcad8135034"
        },
        "book_title": "Twisted Games",
        "book_author": "Ana Huang",
        "book_description": "She can never be his…but he’s taking her anyway.\n",
        "book_url": "https://openlibrary.org/works/OL25515697W/Twisted_Games"
    },
    {
        "_id": {
            "$oid": "673f82d3ad63afcad8135035"
        },
        "book_title": "Think and Grow Rich",
        "book_author": "Napoleon Hill",
        "book_description": "Napoleon Hill's quintessential volume Think and grow rich, the all-time bestseller in the field of professional success, outlines the laws of success and sets the standard of today's motivational thinking.\n",
        "book_url": "https://openlibrary.org/works/OL527464W/Think_and_Grow_Rich?edition=ia%3Athinkgrowrichtea0000napo"
    },
    {
        "_id": {
            "$oid": "673f82d3ad63afcad8135036"
        },
        "book_title": "The art of war",
        "book_author": "Sun Tzu",
        "book_description": "The Art of War is an ancient Chinese military treatise dating from the Late Spring and Autumn Period. The work, which is attributed to the ancient Chinese military strategist Sun Tzu\n",
        "book_url": "https://openlibrary.org/works/OL244537W/The_Art_of_War?edition=ia%3Aartofwaroldestmi00suntuoft"
    },
    {
        "_id": {
            "$oid": "673f82d4ad63afcad8135037"
        },
        "book_title": "A Sutil Arte de Ligar o F*da-se",
        "book_author": "Mark Manson",
        "book_description": "In this book, blogger and former internet entrepreneur Mark Manson explains in simple, no expletives barred terms how to achieve happiness by caring more about fewer things and not caring at all about more.",
        "book_url": "https://openlibrary.org/works/OL17590212W/The_Subtle_Art_of_Not_Giving_a_F%2Ack?edition=ia%3Asutilartedeligar0000mark"
    },
    {
        "_id": {
            "$oid": "673f82d5ad63afcad8135038"
        },
        "book_title": "Read People Like a Book",
        "book_author": "Patrick King",
        "book_description": "Speed read people, decipher body language, detect lies, and understand human nature.",
        "book_url": "https://openlibrary.org/works/OL25291486W/Read_People_Like_a_Book"
    },
    {
        "_id": {
            "$oid": "673f82d7ad63afcad8135039"
        },
        "book_title": "Twisted Love",
        "book_author": "Ana Huang",
        "book_description": "He has a heart of ice … but for her, he'd burn the world. Alex Volkov is a devil blessed with the face of an angel and cursed with a past he can't escape. Driven by a tragedy that has haunted him for most of his life, his ruthless pursuits for success and vengeance leave little room for matters of the heart. But when he's forced to look after his best friend's sister, he starts to feel something in his chest: A crack. A melt. A fire that could end his world as he knew it. *",
        "book_url": "https://openlibrary.org/works/OL24390422W/Twisted_Love"
    },
    {
        "_id": {
            "$oid": "673f82d8ad63afcad813503a"
        },
        "book_title": "Le trône de fer",
        "book_author": "George R. R. Martin",
        "book_description": "Le royaume des sept couronnes est sur le point de connaître son plus terrible hiver : par-delà le mur qui garde sa frontière nord, une armée de ténèbres se lève, menaçant de tout détruire sur son passage. Mais il en faut plus pour refroidir les ardeurs des rois, des reines, des chevaliers et des renégats qui se disputent le trône de fer. Tous les coups sont permis, et seuls les plus forts, ou les plus retors, s'en sortiront indemnes...\n",
        "book_url": "https://openlibrary.org/works/OL257943W/A_Game_of_Thrones?edition=ia%3Aletrnedeferlintg0000mart"
    },
    {
        "_id": {
            "$oid": "673f82d8ad63afcad813503b"
        },
        "book_title": "I Don't Love You Anymore",
        "book_author": "Rithvik Singh",
        "book_description": "Dear reader,\n",
        "book_url": "https://openlibrary.org/works/OL38382569W/I_Don%27t_Love_You_Anymore"
    },
    {
        "_id": {
            "$oid": "673f82d8ad63afcad813503c"
        },
        "book_title": "The Psychology of Money",
        "book_author": "Morgan Housel",
        "book_description": "Timeless lessons on wealth, greed, and happiness doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. How to manage money, invest it, and make business decisions are typically considered to involve a lot of mathematical calculations, where data and formulae tell us exactly what to do. But in the real world, people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In the psychology of money, the author shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important matters.\n",
        "book_url": "https://openlibrary.org/works/OL21640039W/The_Psychology_of_Money"
    },
    {
        "_id": {
            "$oid": "673f82dbad63afcad813503d"
        },
        "book_title": "Power. Die 48 Gesetze der Macht. Ein Joost- Elffers- Buch.",
        "book_author": "Robert Greene",
        "book_description": "Amoral, cunning, ruthless, and instructive, this piercing work distills three thousand years of the history of power in to forty-eight well explicated laws. As attention--grabbing in its design as it is in its content, this bold volume outlines the laws of power in their unvarnished essence, synthesizing the philosophies of Machiavelli, Sun-tzu, Carl von Clausewitz, and other great thinkers. Some laws teach the need for prudence (\"Law 1: Never Outshine the Master\"), the virtue of stealth (\"Law 3: Conceal Your Intentions\"), and many demand the total absence of mercy (\"Law 15: Crush Your Enemy Totally\"), but like it or not, all have applications in real life. Illustrated through the tactics of Queen Elizabeth I, Henry Kissinger, P. T. Barnum, and other famous figures who have wielded--or been victimized by--power, these laws will fascinate any reader interested in gaining, observing, or defending against ultimate control.\n",
        "book_url": "https://openlibrary.org/works/OL1968368W/The_48_Laws_of_Power?edition=ia%3Apowerdie48gesetz0000robe"
    },
    {
        "_id": {
            "$oid": "673f82dcad63afcad813503e"
        },
        "book_title": "Atomic Habits",
        "book_author": "James Clear",
        "book_description": "No matter your goals, Atomic Habits offers a proven framework for improving every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.\n",
        "book_url": "https://openlibrary.org/works/OL17930368W/Atomic_Habits?edition=ia%3Aatomichabitseasy0000clea"
    }
]